class DiaryController < ApplicationController
  def mock_diary
    render json: [
      diary: '
      今日は…お世話になっているショートステイのイベントでBBQ！＼(^o^)／

参加は自由で、私もお手伝いで参加…でしたが…。





出掛ける前の大が、またまた不機嫌 (-_-;)

何かと私に八つ当たり。

あぁ、あぁ疲れた…。

大の顔見てるだけで、ムカつく(>_<)





こんなんじゃ、BBQ楽しめないし。





なので、大だけ置きスタッフの方に事情をこっそり説明し、ちと茶をしに…。





スタッフの方は

「あ、全然構いませんよ！そーゆー時間は必要です！ゆっくりして来て下さい(^o^)」





ありがたやー(T-T)





近くにモールがあるので、少し春物の洋服なんぞを覗き、その後コーシータイム。





１時間半程、ボケーッと過ごし差し入れにそのまま食べれる果物を何種類か買い、戻る。





先程はまだ人が集まって居なかったけれど、凄い沢山の人！





大は室内で、テレビゲーム。

私は…知り合いは特に居ないし、知ってるスタッフの方は忙しそうだし…。





何か手伝う？何する？

キョロキョロしてると

「コーヒー飲みますか？」

声をかけてもらい、一杯頂きました。





これがまぁ、先程飲んだコーシーとは違い、香りも良いし美味しーっ！ (*^^*)

障害がある方ですか、お店をやっているそうで、今日はわざわざコーヒーを入れに来てくれたそうで…。





名刺を頂いたので、今度行こーっ！

ブラックで美味いコーヒーは、久々に飲んだぞ！＼(^o^)／





肉は全然食べれず…www

だってさぁ、肉が焼けた声が上がると、皆楽しそうに肉の回りに集まって行くから、すっかり出遅れた…www





でも良いの！

大がどんな人と交流しているか興味あったし、私も利用者の人と交流したかった。
      '
    ]
  end
end
